{
  "title": "senate seal",
  "col_1": {
    "content": "<p>The Senate is committed to maximizing the transparency and accessibility of legislative information for all New Yorkers. Through a series of novel initiatives, the Senate continues to lead nationally in providing new ways for citizens to participate in the legislative process.</p>\n\n      <div class=\"u-tablet-plus\">\n        <h4 class=\"nys-subtitle-title\">Open Legislation</h4>\n        <p>Open Legislation is a web service that delivers legislative information from the New York State Senate and Assembly to the public. It provides the legislative data at the core of nysenate.gov, and that data is freely available via an API.</p>\n        <a href=\"https://legislation.nysenate.gov/public\" class=\"c-container--link\">read More</a>\n\n        <h4 class=\"nys-subtitle-title\">Open Events</h4>\n        <p>See the Senate in action first-hand. Keep track of the many events at the Senate. You can watch Senate session, public hearings, committee meetings, and other events and activities. You can also find events that you might want to attend in person.</p>\n\n        <h4 class=\"nys-subtitle-title nys-subtitle-title__sans-serif\">Live Streamed Events Calendar -\n        </h4>\n        <p>Use to the event calendar to find the events that are important to you. You can find events such as session, public hearings, committee events, and senator events. Search by event type, committee, or senator.</p>\n        <a href=\"/events\" class=\"c-container--link\">read More</a>\n\n        <h4 class=\"nys-subtitle-title nys-subtitle-title__sans-serif\">Session Calendar -\n        </h4>\n        <p>Find out when the Senate is in session. The Senate live streams all official proceedings. Click through to the event to watch live, or view an archived copy of the video.</p>\n\n        <h4 class=\"nys-subtitle-title nys-subtitle-title__sans-serif\">Floor Calendar -\n        </h4>\n        <p>Find out what bills will be discussed in the Senate Chamber.</p>\n        <a href=\"/legislation\" class=\"c-container--link\">read More</a>\n\n        <h4 class=\"nys-subtitle-title\">Home Rule Form -\n        </h4>\n        <p>This electronic form is provided for the convenience of local governments wishing to submit a Home Rule request.</p>\n        <a href=\"/home-rule-form\" class=\"c-container--link\">read More</a>\n      </div>"
  },
  "col_2": {
    "content": "<div class=\"u-tablet-plus\">\n        <h4 class=\"nys-subtitle-title\">FOIL Request</h4>\n        <p>Unable to find the Senate information you are looking for? It may be available by making a Freedom of Information Law (FOIL) request. Please visit our online FOIL Request page to learn more.</p>\n\n        <a class=\"nys-btn--gold\" href=\"/foil-request\">make a foil request</a>\n\n        <h4 class=\"nys-subtitle-title\">Open Standards &amp; APIs</h4>\n        <p>We encourage citizens and companies to leverage and add value to Senate data by building custom applications. All data and other content used in NYSenate.gov and Open Legislation is licensed under Creative Commons copyright. Legislative data is available through the Open Legislation application programming interface (API).</p>\n        <a href=\"http://legislation.nysenate.gov/public\" class=\"c-container--link\">read More</a>\n      </div>\n\n      <h4 class=\"nys-subtitle-title\">Open Data</h4>\n      <p>Search the administrative facts and figures of the Senate. Find expenditure reports, payroll reports, and other reports as well.</p>\n      <a href=\"/open-data\" class=\"c-container--link\">read More</a>\n\n      <h4 class=\"nys-subtitle-title\">Open Source</h4>\n      <p>The Senate uses open-source software whenever possible. In our experience, open-source software is reliable, secure, and cost-effective. It also provides us with the flexibility necessary to create software that meets the Senate’s needs.</p>\n      <p>We also support the greater open-source ecosystem. We have sponsored new functionality in open-source projects, and have contributed our own code to projects. We also open-source our own code whenever possible so that others can benefit from our work.\n        <a href=\"http://www.github.com/nysenate\">Find code for our projects (including nysenate.gov) on GitHub.</a>\n      </p>\n      <a href=\"/nysenategov-source-code\" class=\"c-container--link\">read more</a>"
  }
}
